"PHONE_TITLE" = "Điện thoại";
"CALLS_LABEL" = "Cuộc gọi";
"CALL_FORWARDING" = "Chuyển Cuộc gọi";
"SHOW_CALLER_ID" = "H.thị ID Ng.gọi của tôi";

"Loading" = "Đang tải…";
"Reverted" = "Đã hoàn nguyên";
"Saving" = "Đang lưu…";
"FAILED" = "Không thành công";
"SUCCESS" = "Thành công";
"ERROR" = "Lỗi";
"DISMISS" = "Bỏ";

"Calls" = "Cuộc gọi";
"International Assist" = "Trợ giúp Quốc tế";
"Phone" = "Điện thoại";
"Show My Caller ID" = "H.thị ID Ng.gọi của tôi";

"SETTING_SAVE_ERROR" = "Không thể lưu cài đặt %@.";
"kCTSettingTypeCallForwarding" = "chuyển cuộc gọi";
"kCTSettingTypeCallWaiting" = "chờ cuộc gọi";
"kCTSettingTypeCallingLineIdRestriction" = "ID người gọi";
"kCTSettingTypeSIMLock" = "PIN của SIM";
"kCTSettingTypePIN" = "PIN";

"OFF" = "Tắt";
"ON" = "Bật";

"Network Selection" = "Lựa chọn Mạng";
"SIM PIN" = "PIN của SIM";

"Call Forwarding" = "Chuyển Cuộc gọi";
"Call Waiting" = "Chờ Cuộc gọi";
"Network" = "Mạng";
"SIM Applications" = "Ứng dụng SIM";
"TTY" = "TTY";

"Automatic" = "Tự động";

"Save" = "Lưu";
"Cancel" = "Hủy";
"Done" = "Xong";
"OK" = "OK";

"ENTER_PASSWORD_FOR_LOCK" = "Nhập PIN để khóa SIM. %@";
"ENTER_PASSWORD_FOR_UNLOCK" = "Nhập PIN để mở khóa SIM. %@";

"Current Password" = "Mật khẩu Hiện tại";
"New Password" = "Mật khẩu Mới";
"Confirm New Password" = "Xác nhận Mật khẩu Mới";

"ATTEMPT_REMAINING" = "Còn lại %@ lần.";
"ATTEMPTS_REMAINING" = "Còn lại %@ lần.";

"COULD_NOT_LOCK" = "Không thể khóa SIM. %@";
"COULD_NOT_UNLOCK" = "Không thể mở khóa SIM. %@";
"Could not change PIN" = "Không thể đổi PIN. %@";
"CHANGE_PIN" = "Đổi PIN";
"Error: Passwords do not match" = "Lỗi: Mật khẩu không khớp";

"ENABLE_TTY" = "Bạn có muốn sử dụng TTY cho (các) cuộc gọi hiện tại?";
"DISABLE_TTY" = "Bạn có muốn vô hiệu hóa TTY cho (các) cuộc gọi hiện tại?";

"Yes" = "Có";
"No" = "Ko";

"PHONE" = "Số của tôi: %@";

"MY_NUMBER" = "Số của tôi";
"UNKNOWN_NUMBER" = "Không xác định";
"MY_NUMBER_PLACEHOLDER" = "Số";
"SAVE_MY_NUMBER" = "Lưu|Hủy";
"CANCEL_MY_NUMBER" = "Hủy|Lưu";

"SHOW" = "Hiển thị";
"HIDE" = "Ẩn";
"NETWORK" = "Mặc định";

"Change Voicemail Password" = "Đổi Mật khẩu Thư thoại";
"PASSWORD" = "Mật khẩu";
"OLD_PASSWORD_PROMPT" = "Nhập mật khẩu thư thoại hiện tại";
"NEW_PASSWORD_PROMPT" = "Nhập mật khẩu thư thoại";
"NEW_PASSWORD_REENTRY_PROMPT" = "Nhập lại mật khẩu thư thoại mới";
"NEW_PASSWORD_MISMATCH_PROMPT" = "Mật khẩu không khớp.  Thử lại.";
"SAVING_PASSWORD_PROMPT" = "Đang lưu Mật khẩu…";
"VOICEMAIL_ERROR_CONTACTING_APPLICATION" = "Thư thoại Không khả dụng\nThử lại sau.";
"VOICEMAIL_TASK_GENERIC_ERROR" = "Lỗi Thư thoại\nKhông thể đổi mật khẩu ở thời điểm này.";
"VOICEMAIL_PASSWORD_SAVE_SUCCESS" = "Đã lưu Mật khẩu";

"DIAL_ASSIST_HELP" = "Trợ giúp quốc tế tự động thêm tiền tố quốc tế đúng vào các số điện thoại khi gọi từ nước ngoài.";

"Contacts" = "Danh bạ";
"Sort Order" = "Thứ tự Sắp xếp";
"Display Order" = "Thứ tự Hiển thị";
"FIRST" = "Tên, Họ";
"LAST" = "Họ, Tên";

"CARRIER" = "Nhà cung cấp";
"CARRIER_SERVICES" = "Dịch vụ %@";

"PIN" = "PIN";
"CURRENT_PIN" = "PIN Hiện tại";
"NEW_PIN" = "PIN Mới";
"CONFIRM_NEW_PIN" = "Xác nhận PIN Mới";
"Error: PINs do not match" = "Lỗi: PIN không khớp";

"FORWARD_ALL" = "Tất cả";
"FORWARD_CUSTOM" = "Tùy chỉnh";
"FORWARD_TO" = "Chuyển tiếp tới";
"FORWARDING_TO" = "Chuyển tiếp Tới";
"NO_ANSWER" = "Không trả lời";
"BUSY" = "Bận";
"UNREACHABLE" = "Ko gọi được";

"CALL_FORWARD_ERROR_TITLE" = "Chuyển Cuộc gọi";
"CALL_FORWARD_ERROR_MESSAGE" = "Không thể thay đổi một số cài đặt chuyển cuộc gọi";

"SAVE_MY_NUMBER_ERROR_MESSAGE" = "Không thể lưu số điện thoại.";
